[
    {
        "book_title": "﻿Brief Answers to the Big Questions",
        "book_author": "Stephen Hawking",
        "book_location": "1298-1300",
        "highlight": "As citizens of the world, we have a duty to share that knowledge, and to alert the public to the unnecessary risks that we live with every day. We foresee great peril if governments and societies do not take action now, to render nuclear weapons obsolete and to prevent further climate change."
    },
    {
        "book_title": "﻿El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "50-51",
        "highlight": "Nadie en su sano juicio puede pretender que una relación abierta sea otra cosa que la renuncia al Amor Verdadero."
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "200-202",
        "highlight": "La ciencia, enfocada así, se pregunta cómo podríamos estar juntos para siempre pero no por qué querríamos estar juntos para siempre o a costa de qué."
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "339-339",
        "highlight": "Lo principal es explorar la maraña de expectativas y miedos que sentimos cuando nos enamoramos. Difícil,"
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "376-378",
        "highlight": "Amor Romántico parte de la idea de que el amor es una elección individual que redimirá a quien lo experimente, llevándole a un plano utópico, una suerte de paraíso."
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "376-378",
        "highlight": "El Amor Romántico parte de la idea de que el amor es una elección individual que redimirá a quien lo experimente, llevándole a un plano utópico, una suerte de paraíso."
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "409-413",
        "highlight": "Amor Romántico lleva a sus adeptos a vivir en una isla que es la pareja porque desplaza la importancia de todo lo demás. Apela a la dupla en vez de a la comunidad. En este sentido tiene puesto el ojo en la idea de la pareja como un individuo, que funciona solo para sus intereses egoístas. La forma de amar en la que se nos ha educado tiene mucho del sistema económico en el que existimos.*"
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "513-513",
        "highlight": "El amor es algo que todos creemos conocer"
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "513-513",
        "highlight": "El amor es algo que todos creemos conocer pero"
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "513-513",
        "highlight": "El amor es algo que todos creemos conocer pero que está lleno de vacíos."
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "694-696",
        "highlight": "Nuestro imaginario está tan instalado en la idea de que para demostrar amor hay que adquirir bienes o servicios, que es más fácil depositar la idea de cariño en el epítome del cliché, ese atardecer en la playa por el que nos endeudamos, que en un sencillo te quiero sin etiqueta de precio."
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "1441-1443",
        "highlight": "Aspirar al consentimiento es lo mínimo que podemos pedir, pero hay mucho más que eso. Una sociedad en que se juzgue igual el deseo de todas las identidades y que le dé su lugar al placer de las partes involucradas va mucho más allá de consentir, va al querer y al disfrutar."
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "1596-1597",
        "highlight": "Quizás nos vendría bien dejar a un lado la presión de hacer de la felicidad una meta de vida y pensar la vida y las relaciones como un momento en vez de como pasos hacia algo más. A"
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "1610-1612",
        "highlight": "La obligación de ser felices nos causa dolor porque nos hace pensar que hay algo mal en nosotras si no estamos permanentemente en la tacha de la alegría, pero a la vez, como el amor requiere de dolor para ser real, es posible que en el fondo todo marche en orden."
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "2311-2312",
        "highlight": "¿Si mis formas de entender el amor vienen de estructuras ajenas a mí, qué tanta capacidad de movimiento tengo?"
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "2330-2331",
        "highlight": "Quizás la clave es asumir que no estoy obligada a controlar todo, porque todo está, por definición, fuera de control. No estoy obligada a la coherencia total: eso no existe."
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "2333-2335",
        "highlight": "es importante entender el trauma en nuestras historias personales y las de lxs demás. Ese es el primer paso para construir una ética personal del amor que nos permita relacionarnos sin ser cuchillos para el otrx y para nosotras mismas."
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "2337-2337",
        "highlight": "El amor duele y siempre ha dolido,"
    },
    {
        "book_title": "El día que aprendí que no sé amar (Los tres mundos) (Spanish Edition)",
        "book_author": "García-Junco, Aura",
        "book_location": "2339-2340",
        "highlight": "Lo que podemos pensar diferente es qué dolor es bueno y permite construir y qué dolor se vuelve sufrimiento y es más bien parte del camino cristiano de madrazos para llegar al paraíso."
    },
    {
        "book_title": "Things You Think About When You Bite Your Nails",
        "book_author": "Amalia Andrade",
        "book_location": "902-903",
        "highlight": "leaps of faith (in love, at work, during major life changes) are scary. But if something doesn’t work out it WON’T be the end of the world. Quite the contrary, it will help you grow and do things better next time."
    },
    {
        "book_title": "Alex Iantaffi_ Meg-John Barker - How to Understand Your Gender_ A Practical Guide for Exploring Who You Are-Jessica Kingsley Publishers",
        "book_author": "2017",
        "book_location": "902-903",
        "highlight": "Act has increased access to medical options for many people; however,"
    },
    {
        "book_title": "Alex Iantaffi_ Meg-John Barker - How to Understand Your Gender_ A Practical Guide for Exploring Who You Are-Jessica Kingsley Publishers",
        "book_author": "2017",
        "book_location": "902-903",
        "highlight": "we are. If you feel that it’s difficult for you to clearly describe your gender identity, maybe you have more than one. For example, your authors identify as"
    },
    {
        "book_title": "Alex Iantaffi_ Meg-John Barker - How to Understand Your Gender_ A Practical Guide for Exploring Who You Are-Jessica Kingsley Publishers",
        "book_author": "2017",
        "book_location": "902-903",
        "highlight": "I found a support group for young gay men living with HIV. Listening to other people’s stories was such a relief. I was able to start opening up about struggling with depression"
    },
    {
        "book_title": "How to Break Up with Your Phone",
        "book_author": "Catherine Price",
        "book_location": "145-146",
        "highlight": "subjects ranging from diabetes, nutritional chemistry, and endocrinology to mindfulness, positive psychology, and meditation."
    },
    {
        "book_title": "How to Break Up with Your Phone",
        "book_author": "Catherine Price",
        "book_location": "361-363",
        "highlight": "Once our brains have learned to associate checking our phones with getting a reward, we are going to really, really, really want to check our phones. We become like the lab rats, constantly pressing the lever to get food."
    },
    {
        "book_title": "How to Break Up with Your Phone",
        "book_author": "Catherine Price",
        "book_location": "488-489",
        "highlight": "that we have lots of control over features that"
    },
    {
        "book_title": "How to Break Up with Your Phone",
        "book_author": "Catherine Price",
        "book_location": "556-558",
        "highlight": "our attention is the most valuable thing we have. We experience only what we pay attention to. We remember only what we pay attention to. When we decide what to pay attention to in the moment, we are making a broader decision about how we want to spend our lives."
    },
    {
        "book_title": "How to Break Up with Your Phone",
        "book_author": "Catherine Price",
        "book_location": "641-642",
        "highlight": "fact, we’re often shifting the focus of our attention so rapidly that we never give ourselves enough time to get in gear to begin with. (When’s"
    },
    {
        "book_title": "How to Break Up with Your Phone",
        "book_author": "Catherine Price",
        "book_location": "705-716",
        "highlight": "you wanted to invent a device that could rewire our minds, if you wanted to create a society of people who were perpetually distracted, isolated, and overtired, if you wanted to weaken our memories and damage our capacity for focus and deep thought, if you wanted to reduce empathy, encourage self-absorption, and redraw the lines of social etiquette, you’d likely end up with a smartphone.  YOUR PHONE IS KILLING YOUR ATTENTION SPAN  Multi-screening trains consumers to be less effective at filtering out distractions—they are increasingly hungry for something new."
    },
    {
        "book_title": "How to Break Up with Your Phone",
        "book_author": "Catherine Price",
        "book_location": "705-708",
        "highlight": "if you wanted to invent a device that could rewire our minds, if you wanted to create a society of people who were perpetually distracted, isolated, and overtired, if you wanted to weaken our memories and damage our capacity for focus and deep thought, if you wanted to reduce empathy, encourage self-absorption, and redraw the lines of social etiquette, you’d likely end up with a smartphone."
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "241-241",
        "highlight": "clients’ lives. Recent advances in imaging technology have allowed researchers"
    },
    {
        "book_title": "How to Break Up with Your Phone",
        "book_author": "Catherine Price",
        "book_location": "1801-1802",
        "highlight": "your Trial Separation is over. (You may well find that"
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "664-667",
        "highlight": "In my early life, I knew that feeling of giving up. It came from my family. What my mother didn’t get from her mother affected what she was able to give to me and to my siblings. Although I could always feel her love shine through, much of her mothering was infused with the traumas in our family history—specifically the fact that her mother, Ida, lost both of her parents when she was two."
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "703-705",
        "highlight": "In our fear and anxiety, we often try to control our environment to feel safe. That’s because we had so little control when we were small, and there was likely not a safe place for the intense emotions we experienced. Without our consciously changing the pattern, bonding injuries can echo for generations."
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "741-742",
        "highlight": "When entangled, you unconsciously carry the feelings, symptoms, behaviors, or hardships of an earlier member of your family system as if these were your own."
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "747-750",
        "highlight": "For example, the first daughter might marry a man who is emotionally unavailable and controlling—similar to how she perceives her father—and, by doing so, share this dynamic with her mother. By marrying a shut-down, controlling man, she repeats her mother’s experiences and joins her in her discontent. The second daughter might carry the unexpressed anger of her mother. In this way, she is affected by the same trauma, but carries a different aspect of it. She might reject her father, whereas the first daughter does not."
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "761-762",
        "highlight": "I’ve noticed that if several siblings have breaks in the mother-child bond, they’ll often express anger or jealousy, or feel disconnected from one another. For"
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "901-901",
        "highlight": "The intense or urgent words we use to describe our deepest fears—that’s our core language."
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "915-918",
        "highlight": "Unresolved traumas from our family history spill into successive generations, blending into our emotions, reactions, and choices in ways we never think to question. We assume these experiences originate with us. With their true source out of sight, we’re often unable to differentiate what is ours from what is not."
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "1046-1047",
        "highlight": "Ask yourself: Do you reject, blame, or judge a parent for something you feel he or she has done to you? Do you disrespect one or both of your parents? Have you cut yourself off from either of them?"
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "1065-1067",
        "highlight": "Maybe you blame or judge one parent because he or she was at war with the other, and you felt forced to take sides. Often, a child will be openly loyal to one parent, but secretly loyal to the other. The child may form a covert bond with the rejected or denigrated parent by adopting or emulating what’s judged as negative in that parent."
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "1068-1069",
        "highlight": "The emotions, traits, and behaviors we reject in our parents will likely live on in us. It’s our unconscious way of loving them, a way to bring them back into our lives."
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "1576-1577",
        "highlight": "The problem is not what our parents have done to us; the problem is how we’re still holding on"
    },
    {
        "book_title": "Mark Wolynn - It Didn’t Start with You_ How Inherited Family Trauma Shapes Who We Are and How to End the Cycle-Viking (2016)",
        "book_author": "Mark Wolynn",
        "book_location": "1576-1577",
        "highlight": "The problem is not what our parents have done to us; the problem is how we’re still holding on to it."
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "551-552",
        "highlight": "WHY I mean what is your purpose, cause or belief? WHY does your company exist? WHY do you get out of bed every morning? And WHY should anyone care?"
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "585-585",
        "highlight": "people don’t buy WHAT you do, they buy WHY you do it."
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "738-740",
        "highlight": "Our need to belong is not rational, but it is a constant that exists across all people in all cultures. It is a feeling we get when those around us share our values and beliefs. When we feel like we belong we feel connected and we feel safe. As humans we crave the feeling and we seek it out."
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "887-888",
        "highlight": "a feeling that comes straight from the heart. Or the limbic brain. We all know someone who is a die-hard Mac lover. Ask them WHY they love their"
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "952-952",
        "highlight": "“From now on, please, a little more authenticity.”"
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "1166-1167",
        "highlight": "Those who lead are able to do so because those who follow trust that the decisions made at the top have the best interest of the group at heart."
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "1307-1307",
        "highlight": "Great companies don’t hire skilled people and motivate them, they hire already motivated people and inspire them."
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "1353-1354",
        "highlight": "They had a dream. They knew WHY it was important to build this thing. They believed that if they could figure out this flying machine, it would change the world. They imagined the benefits to everyone else if they were successful."
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "1381-1382",
        "highlight": "The role of a leader is not to come up with all the great ideas. The role of a leader is to create an environment in which great ideas can happen."
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "1416-1417",
        "highlight": "they believed they could and they trusted their people to do it."
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "1473-1474",
        "highlight": "Great organizations become great because the people inside the organization feel protected."
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "1548-1549",
        "highlight": "earning the trust of an organization doesn’t come from setting out to impress everyone, it comes from setting out to serve those who serve her."
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "1938-1939",
        "highlight": "WHY-TYPES have the power to change the course of industries or even the world . . . if only they knew HOW."
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "2035-2037",
        "highlight": "A leader with a cause, whether it be an individual or an organization, must have a megaphone through which to deliver his message. And it must be clear and loud to work. Clarity of purpose, cause or belief is important, but it is equally important that people hear you. For"
    },
    {
        "book_title": "Start With Why",
        "book_author": "Simon Sinek",
        "book_location": "2518-2519",
        "highlight": "The single greatest challenge any organization will face is . . . success."
    },
    {
        "book_title": "Red, White & Royal Blue",
        "book_author": "Casey McQuiston",
        "book_location": "637-637",
        "highlight": "Henry pauses again. “I’m sensing an ellipsis.”"
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "163-164",
        "highlight": "NO ES NORMAL que los mexicanos no vivamos mejor de lo que vivimos."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "186-188",
        "highlight": "México tiene un ferviente deseo de crecer para todos. Sin embargo, no tenemos el país que queremos. Tenemos un abismo entre los sueños, deseos y valores del mexicano promedio y la forma cotidiana en la que vivimos."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "212-213",
        "highlight": "Las reglas deben cambiar, pero con frecuencia no podemos modificarlas porque las hemos normalizado."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "367-369",
        "highlight": "Vivimos en una situación de ABUSO generalizado. Y lo peor es que los más afectados son LOS DE ABAJO, porque entre menos ingresos tengan las personas, más las afectan los sobreprecios."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "447-448",
        "highlight": "primer paso es cambiar la ley para que deje de ser tan protectora de los monopolios. Gran parte de la razón por la que la Cofece no puede acabar con esas prácticas es porque cuando lleva casos a los tribunales, estos le piden estándares de pruebas ridículamente altos."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "650-652",
        "highlight": "A quienes no son productivos se les debe permitir fracasar. Fracasar debe ser una posibilidad para todos, incluyendo a los ultragrandes. Solo así tendremos un capitalismo que genere movilidad, equidad e innovación, en vez de concentración y congelamiento."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "763-764",
        "highlight": "reducir la desigualdad empresarial en México requiere, por encima de todo, que el empresario pequeño y mediano de México se dé cuenta de que sus intereses no son necesariamente los de los ultragrandes,"
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "1262-1264",
        "highlight": "Por su parte, el trabajador mexicano tiene en sus manos, quizá, la labor más crucial para resolver este problema: darse cuenta de que no es normal que le den una porción tan pequeña del valor que genera su empresa."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "1342-1344",
        "highlight": "En mi opinión el IMSS debería ser sustituido por un sistema de salud universal que otorgue servicios de salud a todos los mexicanos, independientemente de si trabajan o no, mediante el cobro de impuestos a los más ricos."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "1472-1473",
        "highlight": "Guiar el avance tecnológico en direcciones que sean socialmente benéficas y que no pongan en desventaja al trabajador es uno de los más importantes retos de nuestra era y de nuestros gobiernos."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "1588-1590",
        "highlight": "Mejorar las condiciones de los jornaleros requiere un cambio urgente de prioridades y un clamor social sin precedente que llame a erradicar su explotación. Para lograrlo, un primer y necesario paso es eliminar la idea de que las condiciones laborales de los jornaleros son un mal necesario para mantener bajos los precios de las frutas y verduras."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "1650-1651",
        "highlight": "Es momento de quitarnos de la cabeza la idea de que el campo es pobre y siempre lo será. El campo no es pobre. El campo es solo muy desigual."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "1851-1853",
        "highlight": "se tendría que resolver el problema de la evasión, mejorar los reportes de la riqueza neta de los individuos, así como tener cuidado de que la tasa no fuera tan alta que resultara contraproducente para la economía."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "1896-1896",
        "highlight": "Urge que como ciudadanos veamos la realidad y no la propaganda que nos han querido vender los de arriba."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "1906-1907",
        "highlight": "Los de ARRIBA deben pagar lo que les corresponde porque solo así se logrará tener un país más justo para TODOS."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2050-2051",
        "highlight": "México está en el peor de dos mundos: cobrando impuestos indirectos y siendo uno de los países latinoamericanos que menos impuestos recauda."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2052-2053",
        "highlight": "La injusticia de nuestro sistema es tan evidente que a veces me pregunto si las leyes fiscales en México son el simple resultado de un conflicto de interés."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2056-2057",
        "highlight": "El primer paso para cambiarlo es saber lo que nos conviene. ¿Qué es eso? Aumentar las tasas de impuestos"
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2052-2057",
        "highlight": "La injusticia de nuestro sistema es tan evidente que a veces me pregunto si las leyes fiscales en México son el simple resultado de un conflicto de interés. De una clase alta y rica que ha preferido guardar silencio ante un sistema que los financia a costa de las clases medias y los pobres. Y de una clase media que no se da cuenta de ello, porque se ha vuelto dependiente de los ricos para crear sus propios puntos de vista. Esto debe cambiar. Urge revolucionar el sistema fiscal mexicano para que les responda a las clases medias, no a los ricos. El primer paso para cambiarlo es saber lo que nos conviene. ¿Qué es eso? Aumentar las tasas de impuestos"
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2055-2057",
        "highlight": "revolucionar el sistema fiscal mexicano para que les responda a las clases medias, no a los ricos. El primer paso para cambiarlo es saber lo que nos conviene. ¿Qué es eso? Aumentar las tasas de impuestos"
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2055-2057",
        "highlight": "Urge revolucionar el sistema fiscal mexicano para que les responda a las clases medias, no a los ricos. El primer paso para cambiarlo es saber lo que nos conviene. ¿Qué es eso? Aumentar las tasas de impuestos"
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2052-2053",
        "highlight": "La injusticia de nuestro sistema es tan evidente que a veces me pregunto si las leyes fiscales en México son el simple resultado de un conflicto de interés. De"
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2080-2084",
        "highlight": "Lo más crítico es darnos cuenta de que, como ciudadanos, debemos dejar de escoger entre las opciones que nos plantean los políticos y plantear nosotros mismos las soluciones que necesitamos. Nuestro deber cívico no puede continuar limitándose a votar en las elecciones y leer las noticias. La labor cívica debe ser constante y realizarse mediante acciones concretas, como estar en contacto permanente con nuestros legisladores, enviar peticiones a las autoridades, reunirnos para demandar acciones concretas e invitar a nuestros vecinos a organizarnos."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2408-2409",
        "highlight": "Sin el cobro de impuestos y el gasto público el mundo sería mucho más desigual de lo que es ahora."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2416-2417",
        "highlight": "los pocos casos de movilidad social que existen en nuestro país son fuera de lo ordinario, completamente anormales."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2417-2419",
        "highlight": "¿Por qué México es tan malo para cambiar el futuro de las personas? Hay tres importantes razones. Y es urgente cambiar cada una. La primera es que, como hemos visto, el Estado mexicano tiene muy poco dinero para darle servicios públicos y oportunidades a su gente."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2461-2463",
        "highlight": "La segunda razón por la que México no logra reducir la desigualdad es porque el poco dinero que recauda el Estado no lo gasta en quien más lo necesita. En vez de que esté focalizado hacia los estratos más bajos de ingreso, más bien se reparte casi por partes iguales en todos los niveles de ingreso"
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2512-2513",
        "highlight": "El primero es que el Estado mexicano “ya tiene mucho dinero”: la creencia de que no es necesario darle recursos porque ya tiene mucho y que el único problema es que no se gasta bien."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2517-2519",
        "highlight": "El segundo gran mito es la idea de que los servicios públicos son de segunda, de mala calidad, indeseables y, por ello, siempre que sea posible, se debe aspirar a hacer uso de servicios privados."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2556-2557",
        "highlight": "La meta debe ser un gobierno que funcione para todos, no solo para unos cuantos."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2712-2714",
        "highlight": "controlar la corrupción es una de las necesidades más imperantes para un país como México. Lo es porque urge tener un gobierno que sea capaz de responder a las necesidades de su población y de apoyarla con servicios públicos de muy alta calidad, sobre todo estatales, donde ocurre la gran mayoría de las prácticas de corrupción."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2720-2722",
        "highlight": "Quienes violan la ley, quienes se quedan con los recursos del Estado para su propio beneficio, deben ser sancionados con toda la fuerza de esta, porque no le roban a una sola persona, les roban a todos y cada uno de los mexicanos."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2879-2880",
        "highlight": "El problema de darles contratos a los cuates no se va a solucionar simplemente haciendo más concursos. Muchos están mal hechos y por ello se prestan a amaños."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "2900-2902",
        "highlight": "Aún más importante que cambiar las reglas del juego es cambiarnos a nosotros. Debemos dejar de tolerar a gobernadores cuatistas y de celebrar a empresarios cuates."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "3151-3153",
        "highlight": "La falta de representación del trabajador es grave, pues existen diferencias profundas entre las preferencias políticas de trabajadores y las de los profesionistas o empresarios."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "3224-3226",
        "highlight": "México tendrá que cuestionarse profundamente cómo mejorar su democracia. El que las personas de menores ingresos tengan menos capacidad de influir en la política es injusto y autoritario. Las formas de participación política deben ampliarse y acomodarse para que las preferencias de todos estén reflejadas."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "3414-3416",
        "highlight": "La única salida es que TODAS nosotras demandemos un cambio profundo y estructural. Una revolución de género. Un cambio cultural profundo a fin de que el trabajo doméstico y los cuidados se repartan de manera igualitaria entre hombres y mujeres."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "3563-3564",
        "highlight": "con 30% de los de los hombres.10 Otra forma en la que las mujeres son más afectadas por las crisis es que"
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "3666-3666",
        "highlight": "organizadas. Colectivos feministas existen en"
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "3808-3808",
        "highlight": "No somos un país de clases medias, sino un país de semipobres."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "3813-3814",
        "highlight": "NO ES NORMAL que ser clase media sea tan raro en un país con la capacidad económica del nuestro."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "3859-3860",
        "highlight": "México no es un país de clases medias. México es un país en el que ser clase media es la excepción, un nivel de vida al que realmente muy pocas personas tienen acceso."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "3865-3866",
        "highlight": "Es imperativo que el mexicano promedio deje de engañarse a sí mismo sobre su nivel de vida."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "3876-3878",
        "highlight": "NO ES NORMAL que la competencia exista solo para quien no es suficientemente grande como para evitarla, ni que el país se haya convertido en un paraíso de sobreprecios y una economía donde las empresas chicas se quedan chicas, y las grandes, grandes."
    },
    {
        "book_title": "No Es Normal",
        "book_author": "Viri Rios",
        "book_location": "3965-3968",
        "highlight": "La lucha más crítica e importante para México debe ser que el país comience a funcionar para crear clases medias, y no solo para mantener en Narnia a los que ya están ahí. No es normal que haya un Narnia en un país en el que nos faltan 34 millones de personas viviendo en clase media. No es normal que en México sea tan difícil salir de pobre e imposible dejar de ser rico."
    },
    {
        "book_title": "El Ciclo del Amor Marica",
        "book_author": "Gabriel J. Martin",
        "book_location": "255-256",
        "highlight": "Una sorprendente característica del amor romántico es el pensamiento intrusivo."
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "26-28",
        "highlight": "las mentes cerradas, además de ser un problema para sí mismas, también lo son para la sociedad en la que viven, pues impiden el progreso y permanecen ancladas en un pasado que quieren perpetuar a cualquier precio."
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "28-29",
        "highlight": "el pensamiento flexible rompe este molde retrógrado y se abre a las nuevas experiencias de manera optimista."
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "29-36",
        "highlight": "Las mentes flexibles muestran, al menos, las siguientes características: no le temen a la controversia constructiva y son capaces de dudar de sí mismas sin entrar en crisis (aceptan con naturalidad la crítica y el error y evitan caer en posiciones dogmáticas); no necesitan solemnidades y formalismos acartonados para ponderar sus puntos de vista (les gusta la risa y el humor y los ponen en práctica); no se inclinan ante las normas irracionales ni la obediencia debida (son inconformistas por naturaleza y ejercen el derecho a la desobediencia si fuera necesario); se oponen a toda forma de prejuicio y discriminación (tienden a fijar posiciones ecuánimes y justas que respeten a los demás y eviten la exclusión en cualquier sentido); no son superficiales y simplistas en sus análisis y apreciaciones (su manera de pensar es profunda y compleja, sin ser complicada); y rechazan toda forma de autoritarismo o totalitarismo individual o social (defienden el pluralismo y la democracia como modo de vida)."
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "277-278",
        "highlight": "la flexibilidad no es un «estado de la mente» sino un proceso dinámico de observación y autoevaluación permanente."
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "320-321",
        "highlight": "Una mente dogmática es aquella que vive anclada en sus creencias de manera radical, pues las considera inamovibles y más allá del bien y del mal."
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "424-424",
        "highlight": "no hemos sido educados para aceptar la propia ignorancia sin avergonzarnos de ella."
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "425-426",
        "highlight": "el «no sé» es liberador, porque nos aleja de la competencia narcisista y el afán de ganar a toda costa."
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "835-835",
        "highlight": "Una personalidad encapsulada es presa de sí misma, y por eso no puede ser creativa y juguetona."
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "1102-1110",
        "highlight": "El coste del pensamiento inconformista es que las mentes rígidas te señalen y te sancionen por no acatar todas las reglas al pie de la letra. En la vida te enfrentas a dos resistencias: la resistencia a la influencia social (no seguir la corriente) y la resistencia al cambio (quedar apegado a lo viejo). Ésa es la tensión natural del que quiere transformarse. • El pensamiento flexible lo resuelve a favor de un cambio inteligente y sopesado: «No todas las normas son aceptables». Por lo tanto, el cambio es una necesidad vital sin la cual entraremos inexorablemente en el museo de los prescindibles. • ¿Qué necesitas?: Claridad conceptual (saber por qué no vas a aceptar tal o cual cosa, sopesar pros y contras, tener claros tus principios); y valentía (independencia del qué dirán, ser atrevido o atrevida, defender tu individualidad sin ser egoísta)."
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "1124-1124",
        "highlight": "debemos aprender del pasado sin convertirlo en dogma de fe."
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "1173-1174",
        "highlight": "La resignación normativa tiene que ver con un pesimismo de línea dura frente al cambio: «Si todo va a seguir igual, ¿para qué intentar modificar lo inmodificable?»"
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "1584-1585",
        "highlight": "un buen antídoto contra la superficialidad y el simplismo es la exploración y la capacidad de maravillarse."
    },
    {
        "book_title": "El arte de ser flexible: De una mente rígida a una mente libre y abierta al cambio",
        "book_author": "Walter Riso",
        "book_location": "1949-1951",
        "highlight": "Si uno no acepta que la gente sea independiente (autárquica), si le disgusta el intercambio libre de ideas y si no permite que los demás participen en las decisiones y puedan criticarlo a él o a su grupo (democracia), estamos ante un dictador en potencia."
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "68-69",
        "highlight": "Everyone thinks that since we “made a choice” to “look like that,” we are bringing it upon ourselves."
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "77-77",
        "highlight": "How do you express pain when you can’t even locate the wound?"
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "106-107",
        "highlight": "How are you supposed to be believed about the harm that you experience when people don’t even believe that you exist?"
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "107-108",
        "highlight": "The assumption is that being a masculine man or a feminine woman is normal and that being us is an accessory. Like if you remove our clothing, our makeup, and our pronouns, underneath the surface we are just men and women playing dress up."
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "125-126",
        "highlight": "Gender non-conformity is seen as something immature, something we have to grow out of to become adults"
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "150-150",
        "highlight": "I don’t remember much of my childhood because I spent so much of it separated from my body"
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "154-156",
        "highlight": "Looking back, the worst part is I couldn’t even talk about what was happening. To speak about the violence would mean acknowledging that I was different from the people around me, which would result in more violence. I couldn’t talk to my parents about it because I felt like they would stop loving me if they knew that I was different."
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "156-158",
        "highlight": "That’s the thing about being an LGBTQIA+ kid—you often don’t have the luxury to come into yourself on your own terms because other people have made up their minds for you."
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "180-181",
        "highlight": "We do not make art from following the rules. We make art precisely from imagining beyond them."
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "199-200",
        "highlight": "People judge gender non-conformity because they are insecure about their identities."
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "242-242",
        "highlight": "True acceptance doesn’t look like having to change who you are in order to be embraced."
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "242-243",
        "highlight": "Conditional acceptance is not freedom—we shouldn’t have to erase our differences in order to be respected."
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "271-272",
        "highlight": "Common sense is what happens when a particular point of view is regarded as the status quo because it’s held by the people in power, not necessarily because it is right."
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "297-297",
        "highlight": "It’s important to understand the difference between being “normal” and being “normative.” Being"
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "297-298",
        "highlight": "It’s important to understand the difference between being “normal” and being “normative.” Being normal means that a numerically"
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "303-304",
        "highlight": "There is nothing wrong with us, what is wrong is a world that punishes us for not being normatively masculine or feminine. Increasing"
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "312-313",
        "highlight": "Pain does not have to be visible to be real, and violence does not have to be physical to be serious."
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "313-313",
        "highlight": "Imagine everyone you encounter all day long telling you that you are not real and that there is something fundamentally wrong with you."
    },
    {
        "book_title": "Beyond the Gender Binary (Pocket Change Collective)",
        "book_author": "Alok Vaid-Menon",
        "book_location": "349-350",
        "highlight": "The goal of gender-neutral language is to get rid of gender normativity, not everyone’s gender."
    },
    {
        "book_title": "What Happened to You: Conversations on Trauma, Resilience, and Healing",
        "book_author": "Oprah Winfrey, Bruce D. Perry",
        "book_location": "172-172",
        "highlight": "the child begins to ache."
    },
    {
        "book_title": "What Happened to You: Conversations on Trauma, Resilience, and Healing",
        "book_author": "Oprah Winfrey, Bruce D. Perry",
        "book_location": "172-172",
        "highlight": "after absorbing these painful experiences, the child begins to ache."
    },
    {
        "book_title": "What Happened to You: Conversations on Trauma, Resilience, and Healing",
        "book_author": "Oprah Winfrey, Bruce D. Perry",
        "book_location": "172-173",
        "highlight": "after absorbing these painful experiences, the child begins to ache. A deep longing to feel needed, validated, and valued begins to take hold."
    },
    {
        "book_title": "What Happened to You: Conversations on Trauma, Resilience, and Healing",
        "book_author": "Oprah Winfrey, Bruce D. Perry",
        "book_location": "986-987",
        "highlight": "determine what’s going on. We look to other people—especially to their facial expressions—for emotional"
    },
    {
        "book_title": "What Happened to You: Conversations on Trauma, Resilience, and Healing",
        "book_author": "Oprah Winfrey, Bruce D. Perry",
        "book_location": "2817-2818",
        "highlight": "that will take advantage of the child’s strengths and target the areas of need with appropriate enrichment, educational, or therapeutic"
    },
    {
        "book_title": "What Happened to You: Conversations on Trauma, Resilience, and Healing",
        "book_author": "Oprah Winfrey, Bruce D. Perry",
        "book_location": "3722-3723",
        "highlight": "the pain was necessary in order to know the truth."
    },
    {
        "book_title": "El Ciclo del Amor Marica",
        "book_author": "Gabriel J. Martin",
        "book_location": "1114-1115",
        "highlight": "la relación más importante es la que mantienes contigo mismo."
    },
    {
        "book_title": "El Ciclo del Amor Marica",
        "book_author": "Gabriel J. Martin",
        "book_location": "2015-2016",
        "highlight": "no es una cuestión de que la monogamia sea mejor que la no monogamia, ni viceversa. Se trata de buscar la mejor opción para cada pareja concreta."
    },
    {
        "book_title": "El Ciclo del Amor Marica",
        "book_author": "Gabriel J. Martin",
        "book_location": "2591-2591",
        "highlight": "establecemos"
    },
    {
        "book_title": "El Ciclo del Amor Marica",
        "book_author": "Gabriel J. Martin",
        "book_location": "3549-3549",
        "highlight": "maricultas) le repetía la frase latina «Acta,"
    },
    {
        "book_title": "Der Kleine Prinz (Mit den farbigen Zeichnungen des Verfassers) (German Edition)",
        "book_author": "Saint-Exupéry, Antoine de",
        "book_location": "76-77",
        "highlight": "wäre das eine sehr ernste Angelegenheit:"
    },
    {
        "book_title": "Der Kleine Prinz (Mit den farbigen Zeichnungen des Verfassers) (German Edition)",
        "book_author": "Saint-Exupéry, Antoine de",
        "book_location": "148-149",
        "highlight": "»Ich habe ein schönes Haus aus roten Backsteinen gesehen, mit Geranien vor den Fenstern und Tauben auf dem Dach"
    },
    {
        "book_title": "Der Kleine Prinz (Mit den farbigen Zeichnungen des Verfassers) (German Edition)",
        "book_author": "Saint-Exupéry, Antoine de",
        "book_location": "420-420",
        "highlight": "»Um"
    },
    {
        "book_title": "Der Kleine Prinz (Mit den farbigen Zeichnungen des Verfassers) (German Edition)",
        "book_author": "Saint-Exupéry, Antoine de",
        "book_location": "714-715",
        "highlight": "Man sieht nur mit dem Herzen gut. Das Wesentliche ist für die Augen unsichtbar.«"
    },
    {
        "book_title": "Der Kleine Prinz (Mit den farbigen Zeichnungen des Verfassers) (German Edition)",
        "book_author": "Saint-Exupéry, Antoine de",
        "book_location": "716-717",
        "highlight": "»Die Zeit, die du deiner Rose geschenkt hast, macht deine Rose so wichtig.«"
    },
    {
        "book_title": "Der Kleine Prinz (Mit den farbigen Zeichnungen des Verfassers) (German Edition)",
        "book_author": "Saint-Exupéry, Antoine de",
        "book_location": "803-804",
        "highlight": "»Dabei befindet sich das, was sie suchen, in einer einzigen Rose oder einem Schluck Wasser …«"
    },
    {
        "book_title": "Der Kleine Prinz (Mit den farbigen Zeichnungen des Verfassers) (German Edition)",
        "book_author": "Saint-Exupéry, Antoine de",
        "book_location": "805-806",
        "highlight": "»Aber die Augen sind blind. Man muss mit dem Herzen suchen.«"
    },
    {
        "book_title": "Surrounded by Idiots",
        "book_author": "Thomas Erikson, David John",
        "book_location": "130-131",
        "highlight": "Everything you say to a person is filtered through his frames of reference, biases, and preconceived ideas. What remains is ultimately the message that he understands."
    },
    {
        "book_title": "Surrounded by Idiots",
        "book_author": "Thomas Erikson, David John",
        "book_location": "138-139",
        "highlight": "You help other people understand you by creating a secure arena for communication—on their terms."
    },
    {
        "book_title": "Surrounded by Idiots",
        "book_author": "Thomas Erikson, David John",
        "book_location": "142-143",
        "highlight": "No matter what method you choose to communicate with, as an individual, you will always be in the minority. No matter what kind of behavior you have, the majority of people around you will function differently from you."
    },
    {
        "book_title": "Surrounded by Idiots",
        "book_author": "Thomas Erikson, David John",
        "book_location": "394-395",
        "highlight": "A Red usually doesn’t care what others think. He’s not here for their sake—he’s here for his own."
    },
    {
        "book_title": "Surrounded by Idiots",
        "book_author": "Thomas Erikson, David John",
        "book_location": "966-967",
        "highlight": "when we think someone is an idiot is it really because of their faults and shortcomings or have we failed to understand them?"
    },
    {
        "book_title": "Surrounded by Idiots",
        "book_author": "Thomas Erikson, David John",
        "book_location": "3081-3082",
        "highlight": "the feeling of stress arises when we experience greater demands and expectations than we can cope with."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "225-226",
        "highlight": "Para un niño, no ser visto por sus padres y la ausencia de seguridad, afecto y protección, son como estar en peligro de muerte."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "234-235",
        "highlight": "Las decisiones que tomamos suelen ser de tres tipos: rescatar, evadir y llamar la atención."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "256-257",
        "highlight": "Cuando evadimos, nos anestesiamos emocionalmente, nos sentimos ajenos a la situación, perdemos identificación con esa familia, lo que genera falta de pertenencia a todo."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "287-288",
        "highlight": "El mayor problema es olvidar lo que necesitas y quién eres en realidad, sin esos recursos de evasión, rescate o para llamar la atención."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "286-288",
        "highlight": "completamente identificado con ese rol. Hay otros recursos que en verdad pueden llenar tus necesidades de afecto y contacto. El mayor problema es olvidar lo que necesitas y quién eres en realidad, sin esos recursos de evasión, rescate o para llamar la atención."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "286-288",
        "highlight": "Hay otros recursos que en verdad pueden llenar tus necesidades de afecto y contacto. El mayor problema es olvidar lo que necesitas y quién eres en realidad, sin esos recursos de evasión, rescate o para llamar la atención."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "284-285",
        "highlight": "El problema es que crecemos con la idea de que es la única manera de “llenar” nuestras necesidades."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "288-289",
        "highlight": "hoy que eres adulto te sientes un adulto-niño, porque hay heridas profundas que, de pronto, ponen tu niño a flor de piel y no te permiten sentirte amado, merecedor, valioso y en paz con quien eres, tal cual eres."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "290-292",
        "highlight": "Las heridas de la infancia son esas ausencias de afecto y contacto que tanto te faltaron y se quedaron como necesidades no resueltas para completar un ciclo de desarrollo del cuerpo emocional. Quizá"
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "313-315",
        "highlight": "Aprender a conocer, sanar y llenar nuestro cuerpo emocional nos permitirá controlarlo, tener una mayor congruencia con lo que nuestro cuerpo mental adulto necesita."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "332-334",
        "highlight": "Cuando sanamos la parte herida del cuerpo emocional, liberamos al niño y al adolescente poderoso que subyacen. Todos tenemos una parte del niño libre y la fuerza del adolescente idealista que fuimos, esas partes son el verdadero yo."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "335-338",
        "highlight": "verdadero tú es muy distinto a lo que conoces de ti mismo, puede ser alguien lleno de vida, alegría y creatividad desde la libertad. Cuando sanamos la parte herida del cuerpo emocional, expresamos, sentimos y observamos un yo más libre y espontáneo en nosotros, nos sentimos más contentos, nos gusta más cómo somos y podemos cantar en un karaoke con mayor autoestima y libertad que cuando estábamos heridos y llenos de vergüenza."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "335-338",
        "highlight": "El verdadero tú es muy distinto a lo que conoces de ti mismo, puede ser alguien lleno de vida, alegría y creatividad desde la libertad. Cuando sanamos la parte herida del cuerpo emocional, expresamos, sentimos y observamos un yo más libre y espontáneo en nosotros, nos sentimos más contentos, nos gusta más cómo somos y podemos cantar en un karaoke con mayor autoestima y libertad que cuando estábamos heridos y llenos de vergüenza."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "342-343",
        "highlight": "Las heridas emocionales nos ponen en movimiento, son un detonador de crecimiento y sanación, no son un error de nuestra infancia, de nuestros padres."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "555-558",
        "highlight": "Una herida de abandono es una experiencia de soledad infantil, de vacío. Es una ausencia física, emocional y de aprendizaje. Esa ausencia genera una enorme angustia en el niño. Lo vive como una experiencia aterradora de soledad, miedo y desprotección."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "567-569",
        "highlight": "La persona que tiene herida de abandono considera que los demás no la quieren, padece el síndrome del malquerido, en el que todo es interpretado y traducido desde la óptica de ese niño solo, que no fue valorado ni importante para sus padres."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "712-713",
        "highlight": "puede curarlo un psicoterapeuta. Cuando curamos el dolor de la herida, hay que desaprender los malos hábitos que encubrían ese dolor."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "712-713",
        "highlight": "Toda herida encierra un dolor y sólo puede curarlo un psicoterapeuta. Cuando curamos el dolor de la herida, hay que desaprender los malos hábitos que encubrían ese dolor."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "1130-1136",
        "highlight": "palabra clave para esta herida es derecho a ser niño, a tener los valores de un niño: ·Flexibilidad ·Capacidad de asombro ·Juego, alegría, disfrute ·Libertad ·Derecho a aprender ·Derecho a equivocarse"
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "1130-1136",
        "highlight": "La palabra clave para esta herida es derecho a ser niño, a tener los valores de un niño: ·Flexibilidad ·Capacidad de asombro ·Juego, alegría, disfrute ·Libertad ·Derecho a aprender ·Derecho a equivocarse"
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "1130-1137",
        "highlight": "La palabra clave para esta herida es derecho a ser niño, a tener los valores de un niño: ·Flexibilidad ·Capacidad de asombro ·Juego, alegría, disfrute ·Libertad ·Derecho a aprender ·Derecho a equivocarse ·Protección y afecto"
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "1137-1138",
        "highlight": "El permiso sanador es “no tienes que ser bueno siempre”."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "1340-1341",
        "highlight": "conscientes del daño que hacen a sus hijos, el gran enemigo se llama ignorancia."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "1340-1341",
        "highlight": "La mayoría de los padres no son conscientes del daño que hacen a sus hijos, el gran enemigo se llama ignorancia."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "1693-1696",
        "highlight": "Las tareas de desarrollo de esta etapa son asumir la responsabilidad de mis elecciones y actos, cumplir con mis compromisos, desarrollar autonomía en mis actividades, asumir mayor responsabilidad, aprender y expandir mi mente con el conocimiento, desarrollar confianza en mis habilidades y reconocer mis recursos personales, tener una capacidad de autocrítica, ver mis errores y aprender de ellos, estructurar mi tiempo, tener una atención selectiva y autorregulación."
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "1785-1785",
        "highlight": "armadura y regresar a él. Es como la frase"
    },
    {
        "book_title": "Transforma las heridas de tu infancia: Rechazo, abandono, humullación, traición, injusticia",
        "book_author": "Anamar Orihuela",
        "book_location": "1828-1831",
        "highlight": "primer paso para el mantenimiento interior es conocer al enemigo, la máscara, la falsa personalidad, y hacerte un experto en ella, saber cómo te convence y cuáles son sus miedos, para desarrollar argumentos adultos y tirar los argumentos Kurus, inspirados por el niño y el miedo."
    },
    {
        "book_title": "Los sueños de la niña de la montaña (Spanish Edition)",
        "book_author": "Cruz Mendoza, Eufrosina",
        "book_location": "72-74",
        "highlight": "cuando una mente no se educa, tiene miedo de defender su libertad, su dignidad, de defender la idea de que no pertenece a un grupo vulnerable, que es tan igual como los otros y que nadie decide por ti."
    },
    {
        "book_title": "Los sueños de la niña de la montaña (Spanish Edition)",
        "book_author": "Cruz Mendoza, Eufrosina",
        "book_location": "365-366",
        "highlight": "que la adversidad no sea el obstáculo para arrebatarles tus sueños a las circunstancias. Que en el origen esté el sueño, y que el sueño sea destino."
    },
    {
        "book_title": "Los sueños de la niña de la montaña (Spanish Edition)",
        "book_author": "Cruz Mendoza, Eufrosina",
        "book_location": "384-386",
        "highlight": "El reto que tenemos como seres humanos es desafiar la realidad que nos imponen para construir una realidad propia llena de libertad, llena de lágrimas, de caídas, de luchas, pero también llena de logros y de decisiones."
    },
    {
        "book_title": "Los sueños de la niña de la montaña (Spanish Edition)",
        "book_author": "Cruz Mendoza, Eufrosina",
        "book_location": "412-414",
        "highlight": "Ése es el poder de la educación, nadie te arrebata los conocimientos. Pueden arrebatarte todo, menos esto. Ahí va tu dignidad, tu libertad, tu rebeldía, tu conciencia, tus ideales, va lo que eres. El día que te roben eso, ya valiste."
    },
    {
        "book_title": "Los sueños de la niña de la montaña (Spanish Edition)",
        "book_author": "Cruz Mendoza, Eufrosina",
        "book_location": "827-830",
        "highlight": "Aunque sea la pregunta más pendeja para otros, nunca se queden con nada. Pregunten, porque la vida es de preguntar, de cuestionar, pero sobre todo la vida es de decidir qué quieres de las cosas. Nadie va a decidir por ustedes, pero si otros van a decidir por ustedes, entonces ustedes van a vivir siempre en la mediocridad”."
    },
    {
        "book_title": "Los sueños de la niña de la montaña (Spanish Edition)",
        "book_author": "Cruz Mendoza, Eufrosina",
        "book_location": "1155-1155",
        "highlight": "La educación, quiero remarcarlo, es la única posibilidad de transformar mentes, realidades y vidas."
    },
    {
        "book_title": "Los sueños de la niña de la montaña (Spanish Edition)",
        "book_author": "Cruz Mendoza, Eufrosina",
        "book_location": "1423-1423",
        "highlight": "Cuando siembras una semillita, quienes están alrededor comienzan a sembrar la suya."
    },
    {
        "book_title": "Los sueños de la niña de la montaña (Spanish Edition)",
        "book_author": "Cruz Mendoza, Eufrosina",
        "book_location": "2550-2552",
        "highlight": "Creo que, como sociedad, no podemos ingresar a un mundo imitando a otro mundo. Hay que entrar al mundo como somos, con nuestras voces, con nuestras facciones para que el mundo nos conozca. No podemos negarnos a nosotros mismos sólo por alcanzar la aceptación, no debemos quitarnos lo que somos."
    },
    {
        "book_title": "Becoming gay: the journey to self-acceptance",
        "book_author": "Richard A. Isay",
        "book_location": "420-420",
        "highlight": "All of these colleagues were respected"
    },
    {
        "book_title": "Becoming gay: the journey to self-acceptance",
        "book_author": "Richard A. Isay",
        "book_location": "1033-1037",
        "highlight": "adequately. He concluded, “For the first time in my life I am happy, and it is because of Ben and the knowledge that he is out there for me. It is a feeling that I don’t ever want to live without.” Properly conducted therapy helps the homosexual adolescent consolidate his sexuality by removing impediments that may have interfered with his acknowledging his sexual orientation; particularly, the negative self-perceptions that have evolved from self-esteem injury due to the empathic failure of their parents or their outright rejection, later peer rejection, and social stigmatization. At the close of adolescence,"
    },
    {
        "book_title": "El mar de los monstruos (Percy Jackson y los Dioses del Olimpo 2)",
        "book_author": "Rick Riordan",
        "book_location": "2700-2701",
        "highlight": "entrada de la cueva. Polifemo y Grover, que aún iba con su vestido de novia,"
    },
    {
        "book_title": "El último héroe del Olimpo: Percy Jackson y Los Dioses del Olimpo 5",
        "book_author": "Julio",
        "book_location": "2474-2475",
        "highlight": "Michael Yew—. ¡Así se hace!"
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "396-396",
        "highlight": "lo que importa no es con quién folla una persona sino de quién se enamora esa persona."
    },
    {
        "book_title": "Sternberg encontró que las relaciones que funcionan muestran tres componentes",
        "book_author": "pasión, intimidad y compromiso",
        "book_location": "405-406",
        "highlight": "=========="
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "443-444",
        "highlight": "Básicamente, lo que te hace gay no es con quién te metes en la cama, sino junto a quién querrías despertar el resto de tu vida."
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "712-713",
        "highlight": "Sí, hay una parte de construcción social, y esta influye en cómo entendemos y expresamos nuestra sexualidad, en cómo la manifestamos conforme a determinados roles aprendidos"
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "1005-1006",
        "highlight": "Si hay un elemento distintivo de ser homosexual (o miembro de cualquier minoría oprimida) es el valor que se necesita para atreverse a ser uno mismo en tal situación de desventaja."
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "1112-1113",
        "highlight": "vida también es lucha, conflicto y aprendizaje a partir de las contrariedades. Sin esfuerzo, sin protesta, sin trabajo es imposible crecer."
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "2254-2256",
        "highlight": "vez, si en lugar de avergonzarse de ti y machacarte sádicamente, tu padre te hubiese enseñado a mostrar dignidad, las cosas en tu vida habrían sido todas muy diferentes."
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "2254-2256",
        "highlight": "Tal vez, si en lugar de avergonzarse de ti y machacarte sádicamente, tu padre te hubiese enseñado a mostrar dignidad, las cosas en tu vida habrían sido todas muy diferentes."
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "4529-4530",
        "highlight": "Tu vida ha sido un terremoto del que saliste como buenamente pudiste, echándote cosas a la espalda y tirando para adelante sin permitirte a ti mismo quejarte de nada."
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "5446-5448",
        "highlight": "Sobre el «cambio hacia la versatilidad», os seré sincero: si ambos sois cien por cien activos, igual os lo montáis bien a base de sexo oral y es más fácil que os vayáis desplazando hacia la versatilidad que si ambos sois cien por cien pasivos y queréis como pareja a un «macho empotrador»."
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "5689-5689",
        "highlight": "no es natural que una persona deba sentirse obligada a callar sobre su vida afectiva."
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "5862-5865",
        "highlight": "¿Me quieres? (Si contesta negativamente, ya no te queda nada más que preguntarles). —¿Qué entiendes tú por homosexualidad? —¿Por qué crees que la gente es homosexual? —¿Qué crees que puede ser problemático en el hecho de que yo sea homosexual? —¿Estás dispuesto/a a dejarte educar / ayudar / asesorar? —¿Quieres que nuestra relación mejore?"
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "7901-7902",
        "highlight": "demasiado agriamente uno con otro. Por un"
    },
    {
        "book_title": "Quiérete mucho, maricón (Spanish Edition)",
        "book_author": "Martín, Gabriel J.",
        "book_location": "7901-7902",
        "highlight": "sido capaces, a mi entender, de resolver. Existen dos grandes posicionamientos que, cada año, se enfrentan demasiado"
    },
    {
        "book_title": "The Trials of Apollo 2: The Dark Prophecy",
        "book_author": "Rick Riordan",
        "book_location": "4398-4399",
        "highlight": "’Tis only then Apollo starts to jive."
    },
    {
        "book_title": "The Defining Decade: Why Your Twenties Matter, And How to Make the Most of Them Now",
        "book_author": "Dr. Meg Jay",
        "book_location": "389-391",
        "highlight": "The one thing I have learned is that you can’t think your way through life. The only way to figure out what to do is to do—something."
    },
    {
        "book_title": "The Defining Decade: Why Your Twenties Matter, And How to Make the Most of Them Now",
        "book_author": "Dr. Meg Jay",
        "book_location": "403-405",
        "highlight": "Yes is how you get your first job, and your next job, and your spouse, and even your kids. Even if it’s a bit edgy, a bit out of your comfort zone, saying yes means you will do something new, meet someone new, and make a difference."
    },
    {
        "book_title": "The Defining Decade: Why Your Twenties Matter, And How to Make the Most of Them Now",
        "book_author": "Dr. Meg Jay",
        "book_location": "972-973",
        "highlight": "Interviewers want to hear a reasonable story about the past, present, and future. How does what you did before relate to what you want to do now, and how might"
    },
    {
        "book_title": "The Defining Decade: Why Your Twenties Matter, And How to Make the Most of Them Now",
        "book_author": "Dr. Meg Jay",
        "book_location": "972-973",
        "highlight": "Interviewers want to hear a reasonable story about the past, present, and future. How does what you did before relate to what you want to do now, and how might that get you to what you want to do next?"
    },
    {
        "book_title": "The Defining Decade: Why Your Twenties Matter, And How to Make the Most of Them Now",
        "book_author": "Dr. Meg Jay",
        "book_location": "1316-1317",
        "highlight": "frustrating part. I felt like I was on this multiyear, never-ending audition to be his"
    },
    {
        "book_title": "The Defining Decade: Why Your Twenties Matter, And How to Make the Most of Them Now",
        "book_author": "Dr. Meg Jay",
        "book_location": "1948-1949",
        "highlight": "Twentysomethings who don’t feel anxious and incompetent at work are usually overconfident or underemployed."
    },
    {
        "book_title": "The Defining Decade: Why Your Twenties Matter, And How to Make the Most of Them Now",
        "book_author": "Dr. Meg Jay",
        "book_location": "2609-2609",
        "highlight": "The nicest part about getting older is knowing how your life worked out, especially if you like what you wake up to every day."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "1819-1825",
        "highlight": "this: Use these journal prompts to help you explore the problems you are tackling and practise the skill of thinking about your thoughts. Describe any significant events that happened. What thoughts did you have at the time? How did that way of thinking impact on how you felt? Describe any emotions you noticed. What triggered those emotions? What urges did you have? How did you respond to the feeling?"
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "1885-1885",
        "highlight": "sense of the world so that you can meet your needs and survive."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "1884-1885",
        "highlight": "An emotion is the brain’s attempt to make sense of the world so that you can meet your needs and survive."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2415-2416",
        "highlight": "you want to talk, find someone whom you trust and start talking."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2415-2416",
        "highlight": "words. If you want to talk, find someone whom you trust and start talking."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2415-2416",
        "highlight": "If you want to talk, find someone whom you trust and start talking."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2416-2417",
        "highlight": "you have all of those very normal fears of being a burden, upsetting the other person – say so. A"
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2416-2417",
        "highlight": "If you have all of those very normal fears of being a burden, upsetting the other person – say so. A"
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2416-2418",
        "highlight": "If you have all of those very normal fears of being a burden, upsetting the other person – say so. A good friend will tell you what they can manage."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2443-2444",
        "highlight": "not something to be fixed or healed."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2443-2444",
        "highlight": "The wound that is left following a loss is not something to be fixed or healed."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2447-2447",
        "highlight": "The person is just as important to you as they ever"
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2447-2451",
        "highlight": "The person is just as important to you as they ever were and so the pain of losing them continues. But we find a way to acknowledge their life while beginning to grow and create a life with meaning and purpose alongside that grief. You find ways to remember, celebrate and feel your connection to that person, and to keep living."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2572-2573",
        "highlight": "We are each at the centre of our own spotlight of attention and we tend to imagine that others are focused on us too, when in reality, everyone’s spotlights are usually on themselves."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2582-2588",
        "highlight": "The tasks of dealing with criticism: Building up the ability to tolerate the criticism that could be helpful and use it to your advantage while maintaining a sense of self-worth. Being open to learning from negative feedback that could help you make progress. Learning to let go of criticisms that reflect the values of someone else rather than your own. Getting clarity on which opinions matter the most to you and why, so that it becomes easier to know when to reflect and learn and when to let go and move on."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2602-2603",
        "highlight": "Context is everything, but we don’t always have access to"
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2602-2603",
        "highlight": "Context is everything, but we don’t always have access to it."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2610-2611",
        "highlight": "Shame is the intensely painful feeling that can be mixed with other emotions like anger or disgust."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2645-2647",
        "highlight": "Time spent thinking over a helpful criticism that we can put to good use and that adds to the work we are doing in the world is time well spent. Ruminating and churning over a nasty comment with no sense of how this can help you is just a continuation of the attack on your character."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2661-2662",
        "highlight": "Living the life you want to live in the face of criticism means getting clear on: The opinions that truly matter to you and why."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2669-2669",
        "highlight": "Why you do what you do."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2669-2670",
        "highlight": "Why you do what you do. The one person you most need the approval of is you."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2669-2674",
        "highlight": "Why you do what you do. The one person you most need the approval of is you. When the way we are living is out of line with our values and what matters most, life stops feeling meaningful or satisfying. Understanding the kind of person you want to be and how you want to live your life, how you want to contribute to the world, is the road you want to stay close to. When you know exactly who you are and who you want to be, it is much easier to choose which criticisms to take on board and which ones to let go."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2719-2721",
        "highlight": "Building confidence inevitably demands that we make friends with vulnerability because it is the only way to be without confidence for a while."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2738-2742",
        "highlight": "Some of the main ingredients for that leap of faith we need for stepping into the stretch zone are: Recognition that you can improve with effort. Willingness to tolerate the discomfort of being vulnerable for a while. The commitment to yourself that you will always have your own back and do the best by yourself whether you succeed or fail."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2744-2745",
        "highlight": "Understanding how to move through the shame that can arise from failure to prevent our tendency to quit on our dreams in an effort to avoid the shame of a setback."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2747-2748",
        "highlight": "To build confidence, we don’t have to live in fear. We have to develop a daily pattern of stepping into fear, sitting with it, and stepping back out, giving ourselves time to recover and replenish ready for tomorrow."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2851-2851",
        "highlight": "We all want to be enough. We all want to be acceptable"
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2850-2851",
        "highlight": "Failure is never easy. It stings every time. We all want to be enough. We all want to be acceptable"
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2850-2852",
        "highlight": "Failure is never easy. It stings every time. We all want to be enough. We all want to be acceptable and failure is a sign that maybe we weren’t enough this time."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2876-2879",
        "highlight": "We cannot guarantee how others will react. There will always be critics. Not everyone is going to help you up when you fall. Our only option is to commit wholeheartedly to doing that for ourselves."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2960-2961",
        "highlight": "To build self-acceptance we first need to understand who we are and who we want to"
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "2960-2961",
        "highlight": "To build self-acceptance we first need to understand who we are and who we want to be."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "3174-3178",
        "highlight": "Your brain learns like a scientist. Each time it has an experience, positive or negative, it clocks that as evidence for its beliefs. If you avoid the thing you fear, you never give yourself the chance to build up evidence in your mind that you can get through it and survive. Just telling your brain that something is safe is not enough. You must experience"
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "3183-3184",
        "highlight": "When we learn to face the things that make us feel afraid, we get stronger."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "3183-3186",
        "highlight": "When we learn to face the things that make us feel afraid, we get stronger. When we do that day after day, over time we develop a sense of growth. Imagine if, over the next five years, you made your decisions based on the life you want to have, instead of fear."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "3271-3273",
        "highlight": "Exercise is one of the best anxiety management tools because it follows the natural course of your threat response. Your body is geared up to move. Allow it to do that and your body can use up the energy and stress hormones it has produced and rebalance."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "3309-3312",
        "highlight": "Every time you sense a threat in your environment, that alarm gets triggered and tells your body to get into survival mode. That is called your fight or flight response. Your body gears up to either fight off that threat, or escape quicker than you ever thought you could move."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "3321-3323",
        "highlight": "Thoughts are not facts. They are guesses, stories, memories, ideas and theories. They are a construct offered to you by your brain as one potential explanation for the sensations you are experiencing right now."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "3327-3327",
        "highlight": "the power of that thought, and any other thought, is in how much we buy into it."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "3550-3554",
        "highlight": "Reframing is when you allow yourself to consider reinterpreting the situation in a way that is going to help you move through it. Reframing an experience as a challenge can help us to shift from the flight urge to a somewhat more controlled fight urge. We can move towards something with intention. The next step can help to put reframing into place."
    },
    {
        "book_title": "The Tyrant’s Tomb: The Trials of Apollo 4",
        "book_author": "Rick Riordan",
        "book_location": "1536-1536",
        "highlight": "going to carry on the Asimov family tradition."
    },
    {
        "book_title": "The Tyrant’s Tomb: The Trials of Apollo 4",
        "book_author": "Rick Riordan",
        "book_location": "2886-2886",
        "highlight": "up. Green tears glistened in the dryads’ eyes. Fauns"
    },
    {
        "book_title": "The Tower of Nero: The Trials of Apollo 5",
        "book_author": "Rick Riordan",
        "book_location": "4366-4366",
        "highlight": "frightened Lester. I guess all that green gas reminded"
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "3585-3587",
        "highlight": "Even thinking about the prospect of our own death can make us feel instantly powerless and frightened, while at the same time triggering a sense of the meaninglessness of life."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "3596-3597",
        "highlight": "The prospect of death is constant throughout our lives, but we cannot live in that constant state of fear."
    },
    {
        "book_title": "Why Has Nobody Told Me This Before",
        "book_author": "Dr. Julie Smith",
        "book_location": "3690-3703",
        "highlight": "What are your fears about death? How do they show up in your day-to-day life? Which of your beliefs about death are different to others? What do these differences tell us? How have your past experiences of endings or loss shaped your beliefs about life and death so far? What behaviours do you engage in that help you feel safe from death? What would you like your life to mean or represent? What footprints would you like to leave after your time here? How can that meaning translate into real actions and choices that you make today and as you move forward into this next chapter of your life? Imagine that far into the future you were near the end of your life and looking back on this chapter that is just beginning. If you were to look back with a smile on your face, feeling content and satisfied with the choices you made and the way you approached each day, what would daily life need to look like? If this next chapter of your life was to become the most meaningful and purposeful, what would it include? If your awareness of death was to enhance your life rather than diminish it, what would that look like?"
    }
]